tap 'pivotal/tap'
tap 'caskroom/cask'
tap 'neovim/neovim'
tap 'justwatchcom/gopass'
tap 'git-duet/tap'
tap 'd12frosted/emacs-plus'
tap 'homebrew/cask-fonts'
tap 'moncho/dry'
tap 'idleberg/dbxcli'

brew 'git-delta'
brew 'z'
brew 'neovim'
#brew 'gpg-agent'
brew 'the_silver_searcher'
brew 'ack'
brew 'fzf'
brew 'ripgrep'
brew 'tmux'
brew 'vim'
brew 'gpg'
brew 'tig'
brew 'mysql'
brew 'wemux'
brew 'editorconfig'
brew 'gopass'
brew 'git-duet'
brew 'dfu-programmer'
brew 'dfu-util'
brew 'zsh-autosuggestions'
brew 'fd'
brew 'watchman'
brew 'rlwrap'
brew 'emacs'
brew 'emacs-plus'
brew 'zplug'
brew 'autojump'
brew 'mas'
brew 'dry'
brew 'nodenv'
brew 'bat'
brew 'mycli'
brew 'pgcli'
brew 'dbxcli'
brew 'tldr'
brew 'go'
brew 'gh'

cask 'keybase'
cask 'vagrant'
cask 'licecap'
cask 'visual-studio-code'
cask 'iterm2'
cask 'java'
cask 'font-fira-code'
cask 'spotify'
cask 'bitbar'
