tap 'pivotal/tap'
tap 'caskroom/cask'
tap 'neovim/neovim'
tap 'justwatchcom/gopass'
tap 'git-duet/tap'
tap 'osx-cross/avr'
tap 'd12frosted/emacs-plus'
tap 'crisidev/homebrew-chunkwm'

brew 'diff-so-fancy'
brew 'z'
brew 'neovim'
brew 'gpg-agent'
brew 'the_silver_searcher'
brew 'ack'
brew 'fzf'
brew 'tmux'
brew 'vim'
brew 'gpg'
brew 'reattach-to-user-namespace'
brew 'koekeishiya/formulae/khd'
brew 'chunkwm'
brew 'tig'
brew 'hub'
brew 'mysql'
brew 'phantomjs'
brew 'wemux'
brew 'heroku-toolbelt'
brew 'editorconfig'
brew 'gopass'
brew 'git-duet'
brew 'avr-libc'
brew 'dfu-programmer'
brew 'dfu-util'
brew 'zsh-autosuggestions'
brew 'fd'
brew 'watchman'
brew 'rlwrap'
brew 'emacs'
brew 'emacs-plus'
brew 'zplug'

cask 'keybase'
cask 'vagrant'
cask 'virtualbox'
cask 'licecap'
cask 'visual-studio-code'
cask 'hyper'
