tap 'pivotal/tap'
tap 'caskroom/cask'
tap 'neovim/neovim'
tap 'justwatchcom/gopass'
tap 'git-duet/tap'
tap 'd12frosted/emacs-plus'
tap 'crisidev/homebrew-chunkwm'
tap 'koekeishiya/formulae'
tap 'homebrew/cask-fonts'
tap 'moncho/dry'

brew 'diff-so-fancy'
brew 'z'
brew 'neovim'
#brew 'gpg-agent'
brew 'the_silver_searcher'
brew 'ack'
brew 'fzf'
brew 'tmux'
brew 'vim'
brew 'gpg'
brew 'reattach-to-user-namespace'
brew 'koekeishiya/formulae/khd'
brew 'chunkwm'
brew 'tig'
brew 'hub'
brew 'mysql'
brew 'wemux'
brew 'editorconfig'
brew 'gopass'
brew 'git-duet'
brew 'dfu-programmer'
brew 'dfu-util'
brew 'zsh-autosuggestions'
brew 'fd'
brew 'watchman'
brew 'rlwrap'
brew 'emacs'
brew 'emacs-plus'
brew 'zplug'
brew 'autojump'
brew 'mas'
brew 'dry'
brew 'nodenv'
brew 'bat'
brew 'mycli'
brew 'pgcli'

cask 'rubymine'
cask 'keybase'
cask 'vagrant'
cask 'licecap'
cask 'visual-studio-code'
cask 'hyper'
cask 'iterm2'
cask 'java'
cask 'font-fira-code'
cask 'font-fira-mono-for-powerline'
cask 'google-chrome'
cask 'dropbox'
cask 'spotify'
